{
  "home": "Home",
  "about": "about",
  "service": "service",
  "explore": "explore",
  "contact": "contact",
  "welcome": "Welcome to Pelit Park Hotel",
  "comfort": "Experience Comfort",
  "pelit": "At Pelit Park Hotel.",
  "about us": "About us",
  "description": "Founded in 2022, Pelit Park Hotel is ideally located just 5 minutes from the airport and city center, and only 2 minutes from Forum Mall. Minibuses pass right in front of the hotel, providing easy access to the city center. We offer clean and comfortable rooms designed for your relaxation, with free parking and friendly service. Our reception staff speak English and are always ready to assist you, ensuring a smooth and pleasant stay.",
  "read more": "Read more",
  "about_page_subheader": "ABOUT PELIT PARK HOTEL",
  "about_page_title": "A Story of Hospitality and Heart",
  "about_page_intro": "Pelit Park Hotel was born from a passion for welcoming guests with warmth and creating a home away from home in the heart of Trabzon.",
  "story_title": "Our Journey",
  "story_paragraph1": "Since opening its doors, Pelit Park Hotel has stood as a boutique destination where modern comfort meets the charm of the Black Sea coast. Designed with thoughtful touches and tailored services, every stay reflects our commitment to hospitality.",
  "story_paragraph2": "We are proud to welcome travelers from all over the world and share the vibrancy of Trabzon. Whether you visit for business or leisure, we believe every guest deserves to feel relaxed, connected, and cared for.",
  "founder_section_title": "MEET OUR FOUNDER",
  "founder_name_title": "Ali Şahin",
  "founder_role": "Founder & Visionary Host",
  "founder_description1": "Ali Şahin envisioned Pelit Park Hotel as more than a place to stay. Inspired by the warmth of Trabzon’s people, he set out to create a haven where every visitor is welcomed like family.",
  "founder_description2": "His attention to detail, love for the city, and dedication to service guide our team every day. With multilingual staff and thoughtfully designed spaces, Ali ensures that each guest enjoys a seamless and memorable experience.",
  "goals_title": "Our Goals at Pelit Park Hotel",
  "goal1_title": "Celebrate Trabzon’s Spirit",
  "goal1_desc": "From local flavors to cultural experiences, we showcase the heritage of our city so guests can connect with the authentic character of the region.",
  "goal2_title": "Deliver Thoughtful Comfort",
  "goal2_desc": "Every room and service is designed to feel personal—from spacious suites to 24/7 reception—so you can unwind with ease.",
  "goal3_title": "Build Lasting Relationships",
  "goal3_desc": "We believe in genuine hospitality. Our goal is to create long-term connections with guests who return to Pelit Park Hotel year after year.",
  "back_home": "Back to Home",
  "our rooms": "OUR ROOMS",
  "relax": "Stay Comfortably Near the Heart of Trabzon",
  "guest": "GUEST",
  "DeluxeH": "Deluxe Double Sea View Room",
  "DeluxeP": "Enjoy a spacious room with a double bed and stunning sea view — designed for those seeking comfort and elegance.",
  "TwinH":"Twin Partial Sea View Room",
  "TwinP":"A cozy twin room with two single beds, a balcony, and a partial sea view — ideal for friends or colleagues.",
  "StandardH": "Standard Room",
  "StandardP": "Simple, clean, and comfortable with a comfortable double bed — perfect for a peaceful stay.      ",
  "Bookbtn": "Book Now",
  "Service_subheader": "SERVICES",
  "Service_header": "Excellence in Every Detail",
  "list1": "Multilingual Staff",
  "list2": "24 Hours Reception",
  "list3": "Free Parking",
  "list4": "Tourist Guide Support",
  "bannerP1":"Rooms Available",
  "bannerP2":"Bookings Completed",
  "bannerP3":"Stars On Google",
  "Explore":"EXPLORE",
  "Discover":"Discover What's New.",
  "Psection": "Discover the perfect blend of comfort and convenience at Pelit Park Hotel. Ideally located near the airport and city center, it’s your peaceful gateway to experience the beauty of Trabzon.",
  "btnBook": "Book Now ",
  "Copyright": "© 2025 Pelit Park Hotel | All rights reserved",
  "Contact":"CONTACT US",
  "New":"New Places to Explore in Trabzon!",
  "Newbtn":"Learn more",
  "reviews_hero_subheader": "GUEST FEEDBACK",
  "reviews_hero_title": "Loved by Travelers Around the World",
  "reviews_hero_description": "From Google to Booking.com and Tripadvisor, guests consistently celebrate Pelit Park Hotel for its warm hospitality, central location in Trabzon, and thoughtful amenities.",
  "reviews_overall_label": "Average guest satisfaction",
  "reviews_hero_cta": "Read the latest reviews",
  "reviews_intro_title": "What Our Guests Are Saying",
  "reviews_intro_description": "Whether visiting Trabzon for business or leisure, travelers choose Pelit Park Hotel for comfort, convenience, and service that feels personal. Explore highlights from our latest online reviews below.",
  "reviews_metric_google_label": "Google",
  "reviews_metric_average_rating": "Average rating",
  "reviews_metric_booking_label": "Booking.com",
  "reviews_metric_booking_note": "Guest review score",
  "reviews_metric_tripadvisor_label": "Tripadvisor",
  "reviews_metric_tripadvisor_note": "Traveler rating",
  "reviews_summary_subheader": "PLATFORM HIGHLIGHTS",
  "reviews_card_google_title": "Google Reviews",
  "reviews_card_google_description": "Guests praise our attentive front-desk team and the peaceful ambiance that makes Pelit Park Hotel a relaxing base in Trabzon.",
  "reviews_card_booking_title": "Booking.com",
  "reviews_card_booking_rating": "Excellent",
  "reviews_card_booking_description": "Families and business travelers alike highlight our spacious rooms, spotless housekeeping, and effortless check-in experience.",
  "reviews_card_tripadvisor_title": "Tripadvisor",
  "reviews_card_tripadvisor_rating": "Top Rated",
  "reviews_card_tripadvisor_description": "Reviewers love how close we are to Trabzon’s must-see attractions and appreciate the helpful recommendations from our concierge team.",
  "reviews_testimonials_title": "Recent Guest Highlights",
  "reviews_google_subtitle": "Five-star stays from guests around the globe.",
  "reviews_google_quote_1": "“I recently stayed at Hotel Pelit in Trabzon, and I was very impressed. The hotel was exceptionally clean, and the service was excellent – the staff were always friendly and helpful.<br /><br />What really stood out was the breakfast. It was absolutely fantastic, with a wide variety of delicious options. There was so much food to choose from, and everything was fresh and well-prepared. My favorite was definitely the sigara börek, which was crispy, flavorful, and perfectly made.<br /><br />Overall, Hotel Pelit offers great value, comfort, and hospitality. I would happily stay here again and highly recommend it to anyone visiting Trabzon.”",
  "reviews_google_details_1": "Stayed August 2025 · Vacation with friends",
  "reviews_google_context_1": "Rooms 5 · Service 5 · Location 5",
  "reviews_google_quote_2": "“A lovely hotel where we stayed while visiting Trabzon for a sporting event. The staff was friendly and helpful in every way. It was a comfortable place, and I wholeheartedly recommend it.<br /><br />The rooms were spotless, and the breakfast was a hearty buffet. Thank you, Pelit Park Hotel!”",
  "reviews_google_details_2": "Stayed April 2025 · Business with friends",
  "reviews_google_quote_3": "“One of the best hotels I have experienced. The breakfast was magnificent, the hotel spotless, and every member of the team was very helpful and smiling all the time. I highly recommend it.”",
  "reviews_google_details_3": "Stayed 2024 · Family vacation",
  "reviews_google_context_3": "Hotel highlights: Luxury · Kid-friendly · Great value",
  "reviews_google_quote_4": "“I've stayed in many places in the area, but this is the most comfortable and clean hotel. I wish all businesses were as friendly and honest as you. Keep up the good work.”",
  "reviews_google_details_4": "Stayed April 2025 · Business trip with friends",
  "reviews_google_context_4": "Hotel highlights: Great view · Quiet · High-tech",
  "reviews_google_quote_5": "“Honestly, the price-quality ratio is very good. The rooms, service, and location all deserved top scores during my stay.”",
  "reviews_google_details_5": "Stayed April 2025 · Leisure stay",
  "reviews_booking_header_title": "Booking.com Guests",
  "reviews_booking_subtitle": "Verified travelers share their highlights from Pelit Park Hotel.",
  "reviews_booking_quote_1": "“The hotel exceeded our expectations. Everything was spotlessly clean, the staff were attentive, and the breakfast had plenty of choice for the whole family.”",
  "reviews_booking_details_1": "Stayed May 2025 · Family trip",
  "reviews_booking_context_1": "Room comfort 9.0 · Cleanliness 9.5",
  "reviews_booking_quote_2": "“Very comfortable beds and a generous room size. After a long day exploring Trabzon, the quiet atmosphere and fast Wi-Fi were just what we needed.”",
  "reviews_booking_details_2": "Stayed May 2025 · Couple getaway",
  "reviews_booking_quote_3": "“Superb hotel in Trabzon! Friendly staff, delicious breakfast, and private parking made our business trip effortless. We’ll be back soon.”",
  "reviews_booking_details_3": "Stayed June 2025 · Business trip",
  "reviews_booking_context_3": "Staff 9.2 · Facilities 8.9",
  "reviews_booking_quote_4": "“The sea view from our balcony was beautiful. We appreciated the friendly reception team and the convenient parking just behind the hotel.”",
  "reviews_booking_details_4": "Stayed September 2025 · Couple getaway",
  "reviews_booking_quote_5": "“I arrived very early and the team still managed to arrange a room. Their hospitality was memorable, and I left feeling refreshed and grateful.”",
  "reviews_booking_details_5": "Stayed October 2025 · Solo traveler",
  "reviews_tripadvisor_header_title": "Tripadvisor Voices",
  "reviews_tripadvisor_subtitle": "Stories from travelers who explored the Black Sea coast with us.",
  "reviews_tripadvisor_quote_1": "“Pelit Park Hotel gave me a cozy stay with clean rooms, kind staff, tasty food, and a peaceful vibe worth remembering. Had a great stay at Pelit Park Hotel. Very friendly staff, food is delicious, tidy rooms. Special thanks for the staff for care.”",
  "reviews_tripadvisor_details_1": "Stayed September 2025 · Family trip",
  "reviews_tripadvisor_quote_2": "“Very nice hotel with parking behind the hotel. The location near the airport and Forum Trabzon adds to its beautiful sea view. The treatment is very pleasant, the price is excellent, and the hotel is friendly with no trouble. Thank you!”",
  "reviews_tripadvisor_details_2": "Stayed April 2025 · Couple getaway",
  "reviews_tripadvisor_context_2": "Value · Rooms · Location · Cleanliness · Service · Sleep Quality",
  "reviews_tripadvisor_quote_3": "“It was a wonderful experience. The cleanliness of the hotel is exceptional; every corner is spotless and well-maintained. The hotel is quiet, the staff are incredibly friendly, and the location is convenient for both the airport and the city center. Highly recommend Pelit Park Hotel for anyone visiting Trabzon!”",
  "reviews_tripadvisor_details_3": "Stayed June 2024 · Solo traveler"
}