{
  "home": "Home",
  "about": "about",
  "service": "service",
  "explore": "explore",
  "contact": "contact",
  "welcome": "Welcome to Pelit Park Hotel",
  "comfort": "Experience Comfort",
  "pelit": "At Pelit Park Hotel.",
  "about us": "About us",
  "description": "Founded in 2022, Pelit Park Hotel is ideally located just 5 minutes from the airport and city center, and only 2 minutes from Forum Mall. Minibuses pass right in front of the hotel, providing easy access to the city center. We offer clean and comfortable rooms designed for your relaxation, with free parking and friendly service. Our reception staff speak English and are always ready to assist you, ensuring a smooth and pleasant stay.",
  "read more": "Read more",
  "about_page_subheader": "ABOUT PELIT PARK HOTEL",
  "about_page_title": "A Story of Hospitality and Heart",
  "about_page_intro": "Pelit Park Hotel was born from a passion for welcoming guests with warmth and creating a home away from home in the heart of Trabzon.",
  "story_title": "Our Journey",
  "story_paragraph1": "Since opening its doors, Pelit Park Hotel has stood as a boutique destination where modern comfort meets the charm of the Black Sea coast. Designed with thoughtful touches and tailored services, every stay reflects our commitment to hospitality.",
  "story_paragraph2": "We are proud to welcome travelers from all over the world and share the vibrancy of Trabzon. Whether you visit for business or leisure, we believe every guest deserves to feel relaxed, connected, and cared for.",
  "founder_section_title": "MEET OUR FOUNDER",
  "founder_name_title": "Ali Şahin",
  "founder_role": "Founder & Visionary Host",
  "founder_description1": "Ali Şahin envisioned Pelit Park Hotel as more than a place to stay. Inspired by the warmth of Trabzon’s people, he set out to create a haven where every visitor is welcomed like family.",
  "founder_description2": "His attention to detail, love for the city, and dedication to service guide our team every day. With multilingual staff and thoughtfully designed spaces, Ali ensures that each guest enjoys a seamless and memorable experience.",
  "goals_title": "Our Goals at Pelit Park Hotel",
  "goal1_title": "Celebrate Trabzon’s Spirit",
  "goal1_desc": "From local flavors to cultural experiences, we showcase the heritage of our city so guests can connect with the authentic character of the region.",
  "goal2_title": "Deliver Thoughtful Comfort",
  "goal2_desc": "Every room and service is designed to feel personal—from spacious suites to 24/7 reception—so you can unwind with ease.",
  "goal3_title": "Build Lasting Relationships",
  "goal3_desc": "We believe in genuine hospitality. Our goal is to create long-term connections with guests who return to Pelit Park Hotel year after year.",
  "back_home": "Back to Home",
  "our rooms": "OUR ROOMS",
  "relax": "Stay Comfortably Near the Heart of Trabzon",
  "guest": "GUEST",
  "DeluxeH": "Deluxe Double Sea View Room",
  "DeluxeP": "Enjoy a spacious room with a double bed and stunning sea view — designed for those seeking comfort and elegance.",
  "TwinH":"Twin Partial Sea View Room",
  "TwinP":"A cozy twin room with two single beds, a balcony, and a partial sea view — ideal for friends or colleagues.",
  "StandardH": "Standard Room",
  "StandardP": "Simple, clean, and comfortable with a comfortable double bed — perfect for a peaceful stay.      ",
  "Bookbtn": "Book Now",
  "Service_subheader": "SERVICES",
  "Service_header": "Excellence in Every Detail",
  "list1": "Multilingual Staff",
  "list2": "24 Hours Reception",
  "list3": "Free Parking",
  "list4": "Tourist Guide Support",
  "bannerP1":"Rooms Available",
  "bannerP2":"Bookings Completed",
  "bannerP3":"Stars On Google",
  "Explore":"EXPLORE",
  "Discover":"Discover What's New.",
  "Psection": "Discover the perfect blend of comfort and convenience at Pelit Park Hotel. Ideally located near the airport and city center, it’s your peaceful gateway to experience the beauty of Trabzon.",
  "btnBook": "Book Now ",
  "Copyright": "© 2025 Pelit Park Hotel | All rights reserved",
  "Contact":"CONTACT US",
  "New":"New Places to Explore in Trabzon!",
  "Newbtn":"Learn more"
}