{
  "home": "Anasayfa",
  "about": "Hakkımızda",
  "service": "Hizmetler",
  "explore": "Keşfet",
  "contact": "İletişim",
  "welcome": "Sıcak bir karşılama, harika bir konaklama.",
  "comfort": "Pelit Park Hotel ",
  "pelit": "Dinlenmenin en rahat hali ",
  "about us": "Hakkımızda",
  "description": " Pelit Park Hotel, 2022 yılında konuklarına hizmet vermeye başlamıştır. Şehrin stratejik bir noktasında yer alan otelimiz, Karadeniz Teknik Üniversitesi, Farabi Hastanesi, Trabzon Havalimanı ve Meydan arasında, bu noktalara oldukça yakın bir konumda yer almaktadır. Modern mimarisi, yüksek temizlik standartları ve misafir memnuniyetine verdiği önemle konforlu bir konaklama deneyimi sunmayı amaçlamaktadır. Tüm detaylarıyla konforunuz için tasarlanmış temiz ve rahat odalar sunuyoruz. Misafirlerimiz için ücretsiz otopark ve güler yüzlü hizmetimizle, konaklamanızı keyifli ve sorunsuz hale getiriyoruz.",
  "read more": "Devamını oku",
  "about_page_subheader": "PELİT PARK HOTEL HAKKINDA",
  "about_page_title": "Misafirperverliğin ve Samimiyetin Hikayesi",
  "about_page_intro": "Pelit Park Hotel, Trabzon'un kalbinde misafirlerimizi sıcak karşılamak ve onlara ev konforu sunmak tutkusuyla doğdu.",
  "story_title": "Yolculuğumuz",
  "story_paragraph1": "Kapılarını açtığı günden bu yana Pelit Park Hotel, modern konforu Karadeniz'in sıcak atmosferiyle buluşturan butik bir adres oldu. Özenle düşünülmüş detaylar ve kişiye özel hizmetlerle her konaklama misafirperverlik anlayışımızı yansıtır.",
  "story_paragraph2": "Dünyanın dört bir yanından gelen misafirleri ağırlamaktan gurur duyuyoruz ve Trabzon'un enerjisini paylaşmayı seviyoruz. İş ya da tatil için gelin, her misafirimizin rahat, bağlantıda ve güvende hissetmesini önemsiyoruz.",
  "founder_section_title": "KURUCUMUZLA TANIŞIN",
  "founder_name_title": "Ali Şahin",
  "founder_role": "Kurucu & Misafirperver Ev Sahibi",
  "founder_description1": "Ali Şahin, Pelit Park Hotel'i sıradan bir konaklama yerinden daha fazlası olarak tasarladı. Trabzon insanının sıcaklığından ilham alarak her ziyaretçiyi aileden biri gibi ağırlayacağımız bir yuva kurmak istedi.",
  "founder_description2": "Detaylara verdiği önem, şehre olan sevgisi ve hizmete adanmışlığı her gün ekibimize rehberlik eder. Çok dilli ekibimiz ve özenle tasarlanmış alanlarımızla Ali Bey, her misafirin sorunsuz ve unutulmaz bir deneyim yaşamasını sağlar.",
  "goals_title": "Pelit Park Hotel'deki Hedeflerimiz",
  "goal1_title": "Trabzon'un Ruhunu Yaşatmak",
  "goal1_desc": "Yerel lezzetlerden kültürel deneyimlere kadar şehrimizin mirasını tanıtarak misafirlerimizin bölgenin özgün karakteriyle bağ kurmasını sağlıyoruz.",
  "goal2_title": "Düşünceli Konfor Sunmak",
  "goal2_desc": "Geniş odalardan 7/24 resepsiyona kadar her ayrıntıyı kişisel hissettirecek şekilde planladık; böylece dilediğinizce dinlenebilirsiniz.",
  "goal3_title": "Kalıcı Dostluklar Kurmak",
  "goal3_desc": "Gerçek misafirperverliğe inanıyoruz. Amacımız, Pelit Park Hotel'i her yıl yeniden tercih eden misafirlerimizle uzun soluklu bağlar kurmak.",
  "back_home": "Ana Sayfaya Dön",
  "our rooms": "ODALARIMIZ",
  "relax": "Trabzon’un Kalbinde Konforlu Konaklama",
  "guest": "Misafir",
  "guestholder": "Misafir",
  "DeluxeH": "Deniz Manzaralı Deluxe Oda",
  "DeluxeP": "Çift kişilik yataklı ve muhteşem deniz manzaralı geniş odamızda konfor ve şıklığın keyfini çıkarın.",
  "TwinH": "Kısmi Deniz Manzaralı Twin Oda",
  "TwinP": "İki tek kişilik yataklı, balkonlu ve kısmi deniz manzaralı rahat odamız; arkadaşlar veya iş seyahatleri için idealdir.",
  "StandardH": "Standart Oda",
  "StandardP": "Basit, temiz ve konforlu — huzurlu bir konaklama için ihtiyacınız olan her şey burada.",
  "Bookbtn": "Rezerve Et",
  "Service_subheader": "HİZMETLER",
  "Service_header": "Her Detayda Mükemmellik",
  "list1": "Konforlu ve Sessiz Ortam",
  "list2": "7/24 Resepsiyon Hizmeti",
  "list3": "Ücretsiz Otopark",
  "list4": "Merkezi Konum",
  "bannerP1":"Mevcut Odalar",
  "bannerP2":"Tamamlanan Rezervasyonlar",
  "bannerP3":"Google Puanı",
  "Explore":"Keşfet",
  "Discover":"Yeni Olanı Keşfet.",
  "Psection": "Konfor ve kolaylığın mükemmel uyumunu Pelit Park Hotel’de keşfedin. Havalimanına ve şehir merkezine yakın konumuyla Trabzon’un güzelliğini huzur içinde deneyimleyin.",
  "btnBook": "Rezerve Et",
  "Copyright": "© 2025 Pelit Park Hotel | Tüm hakları saklıdır",
  "Contact":"Bize Ulaşın",
  "New":"Trabzon’un Güzelliklerini Keşfedin!",
  "Newbtn":"Detaylı Bilgi",
  "reviews_hero_subheader": "MİSAFİR GERİ BİLDİRİMLERİ",
  "reviews_hero_title": "Dünyanın Dört Bir Yanından Seyahat Edenlerin Favorisi",
  "reviews_hero_description": "Google'dan Booking.com'a ve Tripadvisor'a kadar misafirler, Pelit Park Hotel'i sıcak misafirperverliği, Trabzon'daki merkezi konumu ve özenle seçilmiş imkanları için övüyor.",
  "reviews_overall_label": "Ortalama misafir memnuniyeti",
  "reviews_hero_cta": "En güncel yorumları oku",
  "reviews_intro_title": "Misafirlerimiz Neler Diyor",
  "reviews_intro_description": "Trabzon'a iş ya da tatil için gelen gezginler, kişisel hissettiren hizmeti, konforu ve kolaylığı için Pelit Park Hotel'i tercih ediyor. Aşağıda en güncel çevrim içi yorumlarımızdan öne çıkanları keşfedin.",
  "reviews_metric_google_label": "Google",
  "reviews_metric_average_rating": "Ortalama puan",
  "reviews_metric_booking_label": "Booking.com",
  "reviews_metric_booking_note": "Misafir değerlendirme puanı",
  "reviews_metric_tripadvisor_label": "Tripadvisor",
  "reviews_metric_tripadvisor_note": "Gezgin puanı",
  "reviews_summary_subheader": "PLATFORM ÖNE ÇIKANLARI",
  "reviews_card_google_title": "Google Yorumları",
  "reviews_card_google_description": "Misafirlerimiz özenli resepsiyon ekibimizi ve Pelit Park Hotel'i Trabzon'da dinlendirici bir üs haline getiren huzurlu atmosferimizi övüyor.",
  "reviews_card_booking_title": "Booking.com",
  "reviews_card_booking_rating": "Mükemmel",
  "reviews_card_booking_description": "Aileler ve iş seyahatindeki konuklar geniş odalarımızı, tertemiz housekeeping hizmetimizi ve zahmetsiz check-in deneyimimizi öne çıkarıyor.",
  "reviews_card_tripadvisor_title": "Tripadvisor",
  "reviews_card_tripadvisor_rating": "En Çok Beğenilen",
  "reviews_card_tripadvisor_description": "Yorumcular Trabzon'un mutlaka görülmesi gereken noktalarına yakınlığımızı ve concierge ekibimizin sunduğu faydalı önerileri seviyor.",
  "reviews_testimonials_title": "Son Misafir Deneyimleri",
  "reviews_google_subtitle": "Dünyanın dört bir yanından beş yıldızlı konaklamalar.",
  "reviews_google_quote_1": "“Trabzon’daki Hotel Pelit’te yakın zamanda konakladım ve çok etkilendim. Otel son derece temizdi ve hizmet mükemmeldi – personel her zaman güler yüzlü ve yardımseverdi.<br /><br />Beni en çok kahvaltı etkiledi. Harika çeşitlilikte lezzetli seçenekler vardı. Seçilecek o kadar çok şey vardı ki; her şey taze ve özenle hazırlanmıştı. Favorim kesinlikle çıtır çıtır ve enfes sigara böreğiydi.<br /><br />Genel olarak Hotel Pelit harika bir fiyat-performans, konfor ve misafirperverlik sunuyor. Burada yeniden kalmaktan mutluluk duyarım ve Trabzon’u ziyaret eden herkese gönülden tavsiye ederim.”",
  "reviews_google_details_1": "Ağustos 2025'te konakladı · Arkadaşlarla tatil",
  "reviews_google_context_1": "Odalar 5 · Hizmet 5 · Konum 5",
  "reviews_google_quote_2": "“Trabzon’da bir spor etkinliği için konakladığımız çok hoş bir otel. Personel her konuda güler yüzlü ve yardımseverdi. Çok rahat ettik ve gönülden tavsiye ediyorum.<br /><br />Odalar tertemizdi ve kahvaltı doyurucu bir açık büfeydi. Teşekkürler Pelit Park Hotel!”",
  "reviews_google_details_2": "Nisan 2025'te konakladı · Arkadaşlarla iş seyahati",
  "reviews_google_quote_3": "“Deneyimlediğim en iyi otellerden biri. Kahvaltı muhteşemdi, otel tertemizdi ve ekibin her üyesi çok yardımseverdi, daima gülümsüyordu. Şiddetle tavsiye ederim.”",
  "reviews_google_details_3": "2024'te konakladı · Aile tatili",
  "reviews_google_context_3": "Otel öne çıkanları: Lüks · Çocuk dostu · Harika değer",
  "reviews_google_quote_4": "“Bölgede birçok yerde kaldım ama burası en rahat ve en temiz otel. Keşke tüm işletmeler sizin kadar samimi ve dürüst olsa. Aynen devam edin.”",
  "reviews_google_details_4": "Nisan 2025'te konakladı · Arkadaşlarla iş seyahati",
  "reviews_google_context_4": "Otel öne çıkanları: Harika manzara · Sessiz · Yüksek teknoloji",
  "reviews_google_quote_5": "“Gerçekten fiyat-performans oranı çok iyi. Konaklamam boyunca odalar, hizmet ve konum en yüksek puanı hak etti.”",
  "reviews_google_details_5": "Nisan 2025'te konakladı · Tatil konaklaması",
  "reviews_booking_header_title": "Booking.com Misafirleri",
  "reviews_booking_subtitle": "Onaylı gezginler Pelit Park Hotel deneyimlerinden öne çıkanları paylaşıyor.",
  "reviews_booking_quote_1": "“Otel beklentilerimizi aştı. Her şey tertemizdi, personel çok ilgiliydi ve kahvaltıda tüm aile için bolca seçenek vardı.”",
  "reviews_booking_details_1": "Mayıs 2025'te konakladı · Aile seyahati",
  "reviews_booking_context_1": "Oda konforu 9,0 · Temizlik 9,5",
  "reviews_booking_quote_2": "“Yataklar çok rahattı ve oda oldukça genişti. Trabzon’u keşfettiğimiz uzun bir günün ardından sakin atmosfer ve hızlı Wi-Fi tam da ihtiyacımız olan şeydi.”",
  "reviews_booking_details_2": "Mayıs 2025'te konakladı · Çift kaçamağı",
  "reviews_booking_quote_3": "“Trabzon’daki harika otel! Güler yüzlü personel, lezzetli kahvaltı ve özel otopark iş seyahatimizi çok kolaylaştırdı. Yakında tekrar geleceğiz.”",
  "reviews_booking_details_3": "Haziran 2025'te konakladı · İş seyahati",
  "reviews_booking_context_3": "Personel 9,2 · İmkanlar 8,9",
  "reviews_booking_quote_4": "“Balkonumuzdan deniz manzarası harikaydı. Samimi resepsiyon ekibini ve otelin hemen arkasındaki pratik otoparkı çok sevdik.”",
  "reviews_booking_details_4": "Eylül 2025'te konakladı · Çift kaçamağı",
  "reviews_booking_quote_5": "“Çok erken geldim ve ekip yine de oda ayarlamayı başardı. Misafirperverlikleri unutulmazdı; otelden yenilenmiş ve minnettar ayrıldım.”",
  "reviews_booking_details_5": "Ekim 2025'te konakladı · Yalnız seyahat",
  "reviews_tripadvisor_header_title": "Tripadvisor Sesleri",
  "reviews_tripadvisor_subtitle": "Karadeniz kıyısını bizimle keşfeden gezginlerin hikâyeleri.",
  "reviews_tripadvisor_quote_1": "“Pelit Park Hotel bana temiz odalar, nazik personel, lezzetli yemekler ve unutulmaya değer huzurlu bir atmosferle konforlu bir konaklama sundu. Harika bir deneyimdi. Çok samimi personel, lezzetli yemekler, tertemiz odalar. İlgileri için personele özel teşekkürler.”",
  "reviews_tripadvisor_details_1": "Eylül 2025'te konakladı · Aile seyahati",
  "reviews_tripadvisor_quote_2": "“Otelin arkasında otoparkı olan çok güzel bir otel. Havalimanı ve Forum Trabzon’a yakınlığı güzel deniz manzarasını tamamlıyor. İlgi çok hoş, fiyat harika ve otel sorun çıkarmadan dostane. Teşekkürler!”",
  "reviews_tripadvisor_details_2": "Nisan 2025'te konakladı · Çift kaçamağı",
  "reviews_tripadvisor_context_2": "Fiyat/Performans · Odalar · Konum · Temizlik · Hizmet · Uyku Kalitesi",
  "reviews_tripadvisor_quote_3": "“Harika bir deneyimdi. Otelin temizliği olağanüstü; her köşe pırıl pırıl ve bakımlı. Otel sakin, personel son derece nazik ve konum hem havalimanı hem de şehir merkezi için çok uygun. Trabzon’a gelen herkese Pelit Park Hotel’i şiddetle tavsiye ederim!”",
  "reviews_tripadvisor_details_3": "Haziran 2024'te konakladı · Yalnız seyahat"
}
